
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Vet ikke hvordan URLen %@ skal lastes inn";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Kunne ikke koble til verten %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Mottok ugyldig filhode (header) fra tjener";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Finner ikke IP-adressen til verten: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Kan ikke innhente beskrivelse av port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Kan ikke koble til verten %@ via port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Mottok ukjent svar fra HTTP-tjeneren %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Mislykket HTTP-forespørsel etter URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Tilkoblingen til verten %@ ble brutt";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Kunne ikke lese fra %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Oppdaget en omdirigeringsløkke ved forsøk på å laste inn URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Tjeneste ikke tilgjengelig for verten %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Kunne ikke åpne dataforbindelse for URL-banen: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objekt ikke tilgjengelig for angitt URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "FTP-kommandoen ble ikke gjenkjent av verten: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Brukernavn eller passord ble ikke gjenkjent.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f kB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f kB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f kB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f kB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ av %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "Kan ikke opprette fil";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "Kan ikke flytte fil";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "Kan ikke åpne fil";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "Kan ikke fjerne fil";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "Kan ikke skrive fil";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "Feil ved DNS-søk";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "Dekoding av nedlasting mislyktes";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "Dekoding av nedlasting mislyktes";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "Det oppsto en feil under lukking av fil";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Webskjemapassord";

/* HTTP result code string */
"accepted" = "godtatt";

/* WebFoundationErrorBadURLError description */
"bad URL" = "feil i URL";

/* HTTP result code string */
"bad gateway" = "feil i gateway";

/* HTTP result code string */
"bad request" = "feil i forespørsel";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "feil i tjenersertifikat";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "feil i tjenersvar";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "kan ikke dekode rådata";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "kan ikke dekode innholdsdata";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "kan ikke analysere svar";

/* WebFoundationErrorCancelled description */
"cancelled" = "avbrutt";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "kan ikke koble til vert";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "finner ikke vert";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "kan ikke laste inn fra nettverk";

/* HTTP result code string */
"client error" = "klientfeil";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsett";

/* HTTP result code string */
"created" = "opprettet";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "feil ved lesing av stream";

/* HTTP result code string */
"expectation failed" = "forventning ikke oppfylt";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "utløpt tjenersertifikat";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "filen finnes ikke";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "filen er en katalog";

/* HTTP result code string */
"forbidden" = "forbudt";

/* HTTP result code string */
"found" = "funnet";

/* HTTP result code string */
"gateway timed out" = "tidsavbrudd for gateway";

/* HTTP result code string */
"informational" = "informasjon";

/* HTTP result code string */
"internal server error" = "intern tjenerfeil";

/* HTTP result code string */
"length required" = "lengde kreves";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "mistet nettverksforbindelse";

/* HTTP result code string */
"method not allowed" = "metode ikke tillatt";

/* HTTP result code string */
"moved permanently" = "flyttet permanent";

/* HTTP result code string */
"multiple choices" = "flere valg";

/* HTTP result code string */
"needs proxy" = "trenger proxy";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "ingen Internett-forbindelse";

/* HTTP result code string */
"no content" = "uten innhold";

/* HTTP result code string */
"no error" = "ingen feil";

/* HTTP result code string */
"no longer exists" = "finnes ikke lenger";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "ingen rettigheter til å lese filen";

/* HTTP result code string */
"non-authoritative information" = "ikke-autoritativ informasjon";

/* HTTP result code string */
"not found" = "ikke funnet";

/* HTTP result code string */
"not modified" = "ikke endret";

/* HTTP result code string */
"partial content" = "delinnhold";

/* HTTP result code string */
"payment required" = "betaling kreves";

/* HTTP result code string */
"precondition failed" = "forutsetning mislyktes";

/* HTTP result code string */
"proxy authentication required" = "proxygodkjenning kreves";

/* HTTP result code string */
"redirected" = "omdirigert";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "omdirigert til ingensteds";

/* HTTP result code string */
"request timed out" = "tidsavbrudd for forespørsel";

/* HTTP result code string */
"request too large" = "forespørsel for stor";

/* HTTP result code string */
"requested URL too long" = "for lang URL";

/* HTTP result code string */
"requested range not satisfiable" = "rekkeviddeforespørsel kan ikke oppfylles";

/* HTTP result code string */
"reset content" = "nullstill innhold";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "ressurs ikke tilgjengelig";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "sikker forbindelse mislyktes";

/* HTTP result code string */
"see other" = "se annet";

/* HTTP result code string */
"server error" = "tjenerfeil";

/* HTTP result code string */
"service unavailable" = "tjeneste ikke tilgjengelig";

/* HTTP result code string */
"success" = "vellykket";

/* HTTP result code string */
"switching protocols" = "bytter protokoll";

/* HTTP result code string */
"temporarily redirected" = "midlertidig omdirigert";

/* WebFoundationErrorTimedOut description */
"timed out" = "tidsavbrudd";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "for mange HTTP-omdirigeringer";

/* HTTP result code string */
"unacceptable" = "ikke godtatt";

/* HTTP result code string */
"unauthorized" = "uautorisert";

/* HTTP result code string */
"unimplemented" = "ikke implementert";

/* Unknown filename */
"unknown" = "ukjent";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "URL støttes ikke";

/* HTTP result code string */
"unsupported media type" = "medietypen støttes ikke";

/* HTTP result code string */
"unsupported version" = "versjonen støttes ikke";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "usikkert tjenersertifikat";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "nullbyteressurs";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "ressursen overstiger maksimumsstørrelsen";
